tap "davidalger/warden"
tap "drud/ddev"
tap "github/gh"
tap "henkrehorst/php"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "neovim/neovim"
tap "nicoverbruggen/cask"
tap "shivammathur/php"
tap "shopify/shopify"
tap "stripe/stripe-mock"
tap "symfony-cli/tap"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "python@3.10"
brew "ansible"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bison"
brew "bison@2.7"
brew "boost"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "coreutils"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "libtool"
brew "guile"
brew "nghttp2"
brew "emacs"
brew "cask"
brew "composer"
brew "contacts"
brew "libssh2"
brew "dnsmasq"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-ftp"
brew "git-lfs"
brew "libksba"
brew "gpgme"
brew "gmime"
brew "go"
brew "gobject-introspection"
brew "groonga"
brew "highlight"
brew "httpd"
brew "hugo"
brew "hunspell"
brew "shared-mime-info"
brew "libheif"
brew "tcl-tk"
brew "python@3.8"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "libfido2"
brew "libiconv"
brew "libmng"
brew "libproxy"
brew "libssh"
brew "libusb-compat"
brew "libxml2"
brew "mailhog"
brew "mcrypt"
brew "mono"
brew "msmtp"
brew "mysql"
brew "mysql-utilities"
brew "neovim"
brew "nginx"
brew "ninja"
brew "node"
brew "xapian"
brew "notmuch"
brew "openssl@3"
brew "pkcs11-helper"
brew "openvpn"
brew "pandoc"
brew "php"
brew "php@7.4"
brew "php@8.0"
brew "php@8.1"
brew "pinentry-mac"
brew "pth"
brew "pv"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sdl12-compat"
brew "sphinx-doc"
brew "stunnel"
brew "thrift"
brew "tmate"
brew "tmux"
brew "tree"
brew "urlview"
brew "v8"
brew "vim"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "zsh"
brew "drud/ddev/ddev"
brew "shivammathur/php/php@7.3"
brew "shopify/shopify/shopify-cli"
brew "shopify/shopify/themekit"
brew "stripe/stripe-mock/stripe-mock"
brew "symfony-cli/tap/symfony-cli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "1password-cli"
cask "balsamiq-wireframes"
cask "bartender"
cask "brave-browser"
cask "chromedriver"
cask "cleanshot"
cask "discord"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "figma"
cask "google-chrome"
cask "guitar-pro"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "omnifocus"
cask "phpstorm"
cask "postgres"
cask "postman"
cask "ray"
cask "sip"
cask "soulver"
cask "spark"
cask "spectacle"
cask "spotify"
cask "tableplus"
cask "transmit"
cask "visual-studio-code"
vscode "ahdesign.language-antlers"
vscode "akamud.vscode-theme-onedark"
vscode "amirmarmul.laravel-blade-vscode"
vscode "amodio.tsl-problem-matcher"
vscode "astro-build.astro-vscode"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "calebporzio.simple-php-cs-fixer"
vscode "Calsmurf2904.vscode-phpstan"
vscode "cierra.livewire-vscode"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "heybourn.headwind"
vscode "JakeBecker.elixir-ls"
vscode "jdinhlife.gruvbox"
vscode "lakuapik.livewire-goto"
vscode "mgmcdermott.vscode-language-babel"
vscode "mindpixel-labs.vsc-expressionengine"
vscode "mjmcloug.vscode-elixir"
vscode "mrmlnc.vscode-duplicate"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "neilbrayfield.php-docblocker"
vscode "Nuxt.mdc"
vscode "OfHumanBondage.react-proptypes-intellisense"
vscode "pflannery.vscode-versionlens"
vscode "phoenixframework.phoenix"
vscode "Prisma.prisma"
vscode "redhat.vscode-xml"
vscode "Shan.code-settings-sync"
vscode "Shopify.theme-check-vscode"
vscode "silentpost.agnostic-test"
vscode "silvenon.mdx"
vscode "streetsidesoftware.code-spell-checker"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "whatwedo.twig"
vscode "whizkydee.material-palenight-theme"
vscode "wix.vscode-import-cost"
vscode "xdebug.php-debug"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.markdown-all-in-one"
