tap "codekitchen/dinghy"
tap "henkrehorst/php"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "python"
brew "asciinema"
brew "autoconf"
brew "bfg"
brew "bison"
brew "bison@2.7"
brew "icu4c"
brew "freetype"
brew "gettext"
brew "cask"
brew "cmake"
brew "composer"
brew "contacts"
brew "curl"
brew "libksba"
brew "pth"
brew "dirmngr", link: true
brew "dnsmasq", restart_service: true
brew "libtool"
brew "fzf"
brew "jpeg"
brew "geoip"
brew "git"
brew "git-ftp"
brew "git-lfs"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gpg-agent", link: true
brew "graphviz", args: ["with-pango"]
brew "highlight"
brew "hub"
brew "kubernetes-helm"
brew "libusb-compat"
brew "libxml2"
brew "libyaml"
brew "lolcat"
brew "macvim"
brew "mailhog", restart_service: true
brew "mariadb", restart_service: true
brew "mcrypt"
brew "mono"
brew "msmtp"
brew "mutt"
brew "mysql-utilities"
brew "neovim"
brew "nginx", restart_service: true
brew "node"
brew "zlib"
brew "notmuch"
brew "openssl@1.1"
brew "openvpn", restart_service: true
brew "pinentry-mac"
brew "pv"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "redshift", restart_service: true
brew "ripgrep"
brew "rsync"
brew "stunnel"
brew "thrift"
brew "tmate"
brew "tmux"
brew "tree"
brew "urlview"
brew "vim"
brew "watchman"
brew "wget"
brew "wp-cli"
brew "wxmac"
brew "xhyve"
brew "zsh"
brew "codekitchen/dinghy/dinghy"
brew "henkrehorst/php/valet-php@7.1"
brew "henkrehorst/php/valet-php@7.2", link: true
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alfred"
cask "anki"
cask "balsamiq-mockups"
cask "bartender"
cask "calibre"
cask "dash"
cask "docker"
cask "dropbox"
cask "expressions"
cask "firefox"
cask "firefox-developer-edition"
cask "flash-npapi"
cask "flash-player"
cask "github"
cask "gitter"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "minikube"
cask "obs"
cask "postgres"
cask "principle"
cask "rocket"
cask "screenflow"
cask "sequel-pro"
cask "sip"
cask "sketch"
cask "sketch-toolbox"
cask "spectacle"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "textual"
cask "thunderbird"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
