1password
atom
bartender
dash
dropbox
flash-npapi
flash-player
flux
gitter
google-chrome
imagealpha
imageoptim
iterm2
karabiner-elements
minikube
postgres
rescuetime
sequel-pro
screenflow
sketch
slack
spectacle
spotify
sublime-text
textual
thunderbird
transmission
vlc
